formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ms-python.autopep8
CoenraadS.bracket-pair-colorizer-2
sandipchitale.breadcrumbsview
formulahendry.code-runner
pranaygp.vscode-css-peek
mechatroner.rainbow-csv
nesamani.dark-gt-theme
usernamehw.errorlens
vincaslt.vscode-highlight-matching-tag
Zignd.html-css-class-completion
ecmel.vscode-html-css
kisstkondoros.vscode-gutter-preview
oderwat.indent-rainbow
Zignd.html-css-class-completion
zainchen.json
moshfeu.vscode-javascript-booster
panoply.vscode-json-template
ritwickdey.liveserver
dsznajder.es7-react-js-snippets
yzhang.markdown-all-in-one
pkief.material-icon-theme
esbenp.prettier-vscode
ms-python.vscode-pylance
ms-python.python
ms-python.debugpy
mechatroner.rainbow-csv
moshfeu.vscode-typescript-booster
mechatroner.vscode-rainbow-csv
rido.sitemap
tomoki1207.pdf
redhat.vscode-xml
