formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ms-python.autopep8
BracketPairColorDLW.bracket-pair-color-dlw
sandipchitale.vscode-breadcrumbs-alt
formulahendry.code-runner
streetsidesoftware.code-spell-checker
pranaygp.vscode-css-peek
phplasma.csv-to-table
ContractorNesamani.dark-gt-theme
usernamehw.errorlens
vincaslt.highlight-matching-tag
AndersEAndersen.html-class-suggestions
ecmel.vscode-html-css
hwencc.html-tag-wrapper
kisstkondoros.vscode-gutter-preview
Zignd.html-css-class-completion
xabikos.JavaScriptSnippets
ZainChen.json
Meezilla.json
sissel.json-script-tag
ritwickdey.LiveServer
Tyriar.lorem-ipsum
yzhang.markdown-all-in-one
PKief.material-icon-theme
mathematic.vscode-pdf
esbenp.prettier-vscode
ms-python.vscode-pylance
ms-python.python
ms-python.debugpy
mechatroner.rainbow-csv
akhail.save-typing
NilsSoderman.sitemap-generator
DotJoshJohnson.xml
